Repository: jhham0322/heart-connect
Catalog: lib/l10n/app_*.arb
Languages: ar, fr, hi, id, ru

# cardHintZoomEdit
source: Pinch to resize the image. Drag with one finger to move. Double-tap or press the zoom button to exit when done.
ar: قرص لتغيير الحجم. سحب للتحريك. نقر مزدوج للخروج.
fr: Pincez pour redimensionner. Glissez pour déplacer. Double-tapez pour quitter.
hi: आकार बदलने के लिए पिंच करें। स्थानांतरित करने के लिए खींचें। बाहर निकलने के लिए डबल टैप करें।
id: Cubit untuk ubah ukuran. Geser untuk pindah. Ketuk dua kali untuk keluar.
ru: Щипок для изменения размера. Перетаскивание одним пальцем. Двойной тап для выхода.

# cardHintDragging
source: Moving image...
ar: جاري النقل...
fr: Déplacement...
hi: स्थानांतरित हो रहा है...
id: Memindahkan...
ru: Перемещение...

# cardHintPinching
source: Resizing image...
ar: تغيير الحجم...
fr: Redimensionnement...
hi: आकार बदल रहा है...
id: Mengubah ukuran...
ru: Изменение размера...

# savedCardsTitle
source: Saved Cards
ar: البطاقات المحفوظة
fr: Cartes sauvegardées
hi: सहेजे गए कार्ड
id: Kartu Tersimpan
ru: Сохраненные

# savedCardsEmpty
source: No saved cards.
ar: لا توجد بطاقات محفوظة.
fr: Aucune carte sauvegardée.
hi: कोई कार्ड सहेजा नहीं गया।
id: Tidak ada kartu tersimpan.
ru: Нет сохраненных.

# cardSaveTitle
source: Save Card
ar: حفظ البطاقة
fr: Sauvegarder
hi: कार्ड सहेजें
id: Simpan Kartu
ru: Сохранить

# cardSaveName
source: Card name
ar: الاسم
fr: Nom
hi: नाम
id: Nama
ru: Имя

# cardSaveHint
source: Enter card name
ar: اسم البطاقة
fr: Nom de la carte
hi: कार्ड का नाम
id: Nama kartu
ru: Название открытки

# cardNoTitle
source: Untitled
ar: بدون عنوان
fr: Sans titre
hi: शीर्षकहीन
id: Tanpa Judul
ru: Без названия

# cardImageFailed
source: Failed to create card image
ar: فشل إنشاء الصورة
fr: Échec création image
hi: छवि बनाने में विफल
id: Gagal membuat gambar
ru: Ошибка создания изображения

# messageHistory
source: Send History
ar: السجل
fr: Historique
hi: इतिहास
id: Riwayat
ru: История

# messageNoHistory
source: No send history
ar: لا يوجد سجل
fr: Aucun historique
hi: कोई इतिहास नहीं
id: Tidak ada riwayat
ru: Нет истории

# messageSent
source: Sent
ar: مُرسلة
fr: Envoyé
hi: भेजा गया
id: Terkirim
ru: Отправлено

# messageViewed
source: Viewed
ar: مشاهدة
fr: Vu
hi: देखा गया
id: Dilihat
ru: Просмотрено

# settingsTitle
source: Settings
ar: الإعدادات
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
ru: Настройки

# settingsProfile
source: Profile
ar: الملف الشخصي
fr: Profil
hi: प्रोफ़ाइल
id: Profil
ru: Профиль

# settingsName
source: Name
ar: الاسم
fr: Nom
hi: नाम
id: Nama
ru: Имя

# settingsLanguage
source: Language
ar: اللغة
fr: Langue
hi: भाषा
id: Bahasa
ru: Язык

# settingsNotifications
source: Alerts
ar: الإشعارات
fr: Notifications
hi: सूचनाएं
id: Notifikasi
ru: Уведомления

# settingsNotificationTime
source: Alert Time
ar: وقت الإشعار
fr: Heure notif.
hi: सूचना समय
id: Waktu Notifikasi
ru: Время уведомления

# settingsReceiveAlerts
source: Receive Alerts
ar: تلقي تنبيهات
fr: Recevoir notif.
hi: अलर्ट प्राप्त करें
id: Terima Peringatan
ru: Получать уведомления

# settingsSetTime
source: Set Time
ar: ضبط الوقت
fr: Régler l'heure
hi: समय सेट करें
id: Atur Waktu
ru: Задать время

# settingsDesignSending
source: Design
ar: التصميم/الإرسال
fr: Design/Envoi
hi: डिज़ाइन/भेजना
id: Desain/Kirim
ru: Дизайн/Отправка

# settingsCardBranding
source: Card Branding
ar: علامة البطاقة
fr: Marque sur carte
hi: कार्ड ब्रांडिंग
id: Branding Kartu
ru: Брендинг

# settingsDataManage
source: Data
ar: البيانات
fr: Données
hi: डेटा
ru: Данные

# settingsBranding
source: Show Branding
ar: إظهار العلامة
fr: Afficher marque
hi: ब्रांडिंग दिखाएं
id: Tampilkan Merek
ru: Показывать бренд

# settingsSync
source: Sync
ar: مزامنة
hi: सिंक
id: Sinkronisasi
ru: Синхронизация

# settingsSyncContacts
source: Sync Contacts
ar: مزامنة جهات الاتصال
hi: संपर्क सिंक
id: Sinkron Kontak
ru: Синх. контактов

# settingsSyncCalendar
source: Sync Calendar
ar: مزامنة التقويم
fr: Sync Calendrier
hi: कैलेंडर सिंक
id: Sinkron Kalender
ru: Синх. календаря

# settingsBackup
source: Backup
ar: نسخ احتياطي
fr: Sauvegarde
hi: बैकअप
id: Cadangkan
ru: Резервная копия

# settingsRestore
source: Restore
ar: استعادة
fr: Restauration
hi: पुनर्स्थापना
id: Pulihkan
ru: Восстановление

# settingsExport
source: Export
ar: تصدير
fr: Exporter
hi: निर्यात
id: Ekspor
ru: Экспорт

# settingsImport
source: Import
ar: استيراد
fr: Importer
hi: आयात
id: Impor
ru: Импорт

# settingsCalendarSync
source: Calendar
ar: التقويم
fr: Calendrier
hi: कैलेंडर
id: Kalender
ru: Календарь

# settingsOpenCalendar
source: Open Calendar
ar: فتح التقويم
fr: Ouvrir calendrier
hi: कैलेंडर खोलें
id: Buka Kalender
ru: Открыть календарь

# settingsCalendarGuide
source: Calendar Guide
ar: دليل التقويم
fr: Guide calendrier
hi: कैलेंडर गाइड
id: Panduan Kalender
ru: Гид по календарю

# settingsAppInfo
source: App Info
ar: معلومات التطبيق
fr: Infos App
hi: ऐप जानकारी
id: Info App
ru: О приложении

# settingsContactUs
source: Contact
ar: اتصل بنا
hi: संपर्क
id: Hubungi Kami
ru: Связаться

# settingsAccount
source: Account
ar: الحساب
fr: Compte
hi: खाता
id: Akun
ru: Аккаунт

# settingsExit
source: Exit
ar: خروج
fr: Quitter
hi: बाहर निकलें
id: Keluar
ru: Выход

# settingsMyName
source: My Name
ar: اسمي
fr: Mon nom
hi: मेरा नाम
id: Nama Saya
ru: Мое имя

# settingsNameOrNickname
source: Name or nickname
ar: الاسم أو اللقب
fr: Nom ou surnom
hi: नाम या उपनाम
id: Nama atau panggilan
ru: Имя или псевдоним

# settingsNameHint
source: Name shown on cards
ar: الاسم على البطاقة
fr: Nom affiché sur la carte
hi: कार्ड पर नाम
id: Nama di kartu
ru: Имя на открытке

# settingsNameUsageInfo
source: This name is used as the footer signature on cards.
ar: يستخدم هذا الاسم للتوقيع أسفل البطاقة.
fr: Ce nom est utilisé pour la signature en bas de la carte.
hi: यह नाम कार्ड के पाद लेख में हस्ताक्षर के लिए प्रयोग किया जाता है।
id: Nama ini digunakan untuk tanda tangan di bagian bawah kartu.
ru: Это имя используется для подписи на открытке.

# settingsAbout
source: About
ar: حول
fr: À propos
hi: के बारे में
id: Tentang
ru: О программе

# settingsVersion
source: Version
ar: الإصدار
hi: संस्करण
id: Versi
ru: Версия

# settingsPrivacy
source: Privacy Policy
ar: الخصوصية
fr: Confidentialité
hi: गोपनीयता
id: Privasi
ru: Конфиденциальность

# settingsTerms
source: Terms of Service
ar: الشروط
fr: Conditions
hi: शर्तें
id: Ketentuan
ru: Условия

# settingsHelp
source: Help
ar: مساعدة
fr: Aide
hi: मदद
id: Bantuan
ru: Помощь

# settingsExternalCalendarGuide
source: External Calendar Guide
ar: تقاويم خارجية
fr: Calendriers externes
hi: बाहरी कैलेंडर
id: Kalender Eksternal
ru: Внешние календари

# settingsTest
source: Test
ar: اختبار
hi: परीक्षण
id: Tes
ru: Тест

# settingsDarkMode
source: Dark Mode
ar: الوضع الداكن
fr: Mode sombre
hi: डार्क मोड
id: Mode Gelap
ru: Тёмная тема

# settingsDarkModeDesc
source: Use dark theme
ar: استخدام سمة داكنة
fr: Thème sombre
hi: डार्क थीम का उपयोग करें
id: Gunakan tema gelap
ru: Использовать тёмную тему

# splashPreparing
source: Preparing...
ar: جاري التحضير...
fr: Préparation...
hi: तैयारी...
id: Menyiapkan...
ru: Подготовка...

# splashLoadingData
source: Loading data...
ar: تحميل البيانات...
fr: Chargement données...
hi: डेटा लोड हो रहा है...
id: Memuat data...
ru: Загрузка данных...

# splashSyncingContacts
source: Syncing contacts...
ar: مزامنة جهات الاتصال...
fr: Sync contacts...
hi: संपर्क सिंक हो रहे हैं...
id: Sinkron kontak...
ru: Синх. контактов...

# splashSyncingCalendar
source: Syncing calendar...
ar: مزامنة التقويم...
fr: Sync calendrier...
hi: कैलेंडर सिंक हो रहा है...
id: Sinkron kalender...
ru: Синх. календаря...

# splashGeneratingSchedules
source: Generating schedules...
ar: توليد الأحداث...
fr: Génération plannings...
hi: ईवेंट उत्पन्न हो रहे हैं...
id: Membuat jadwal...
ru: Создание событий...

# splashPreparingScreen
source: Preparing screen...
ar: تحضير الشاشة...
fr: Préparation écran...
hi: स्क्रीन तैयार हो रही है...
id: Menyiapkan layar...
ru: Подготовка экрана...

# splashReady
source: Ready!
ar: جاهز!
fr: Prêt !
hi: तैयार!
id: Siap!
ru: Готово!

# helloUser
source: Hello, {name}! 👋
ar: مرحباً، {name}! 👋
fr: Bonjour, {name} ! 👋
hi: नमस्ते, {name}! 👋
id: Halo, {name}! 👋
ru: Привет, {name}! 👋

# errorNetwork
source: Network error occurred
ar: خطأ في الشبكة
fr: Erreur réseau
hi: नेटवर्क त्रुटि
id: Kesalahan jaringan
ru: Ошибка сети

# errorUnknown
source: Unknown error occurred
ar: خطأ غير معروف
fr: Erreur inconnue
hi: अज्ञात त्रुटि
id: Kesalahan tidak diketahui
ru: Неизвестная ошибка

# errorPermission
source: Permission required
ar: الإذن مطلوب
fr: Permission requise
hi: अनुमति आवश्यक
id: Izin diperlukan
ru: Требуется разрешение

# errorLoadFailed
source: Failed to load data
ar: فشل التحميل
fr: Échec chargement
hi: लोड विफल
id: Gagal memuat
ru: Ошибка загрузки

# errorSaveFailed
source: Failed to save
ar: فشل الحفظ
fr: Échec sauvegarde
hi: सहेजने में विफल
id: Gagal menyimpan
ru: Ошибка сохранения

# errorSendFailed
source: Failed to send
ar: فشل الإرسال
fr: Échec envoi
hi: भेजने में विफल
id: Gagal mengirim
ru: Ошибка отправки

# errorImageFailed
source: Failed to process image
ar: فشل الصورة
fr: Échec image
hi: छवि त्रुटि
id: Gagal gambar
ru: Ошибка изображения

# confirmDelete
source: Are you sure you want to delete?
ar: حذف؟
fr: Supprimer ?
hi: हटाएं?
id: Hapus?
ru: Удалить?

# confirmExit
source: Exit without saving changes?
ar: خروج دون حفظ؟
fr: Quitter sans sauver ?
hi: बिना सहेजे बाहर निकलें?
id: Keluar tanpa simpan?
ru: Выйти без сохранения?

# confirmSend
source: Do you want to send?
ar: إرسال؟
fr: Envoyer ?
hi: भेजें?
id: Kirim?
ru: Отправить?

# dateToday
source: Today
ar: اليوم
fr: Aujourd'hui
hi: आज
id: Hari Ini
ru: Сегодня

# dateTomorrow
source: Tomorrow
ar: غداً
fr: Demain
hi: कल
id: Besok
ru: Завтра

# dateYesterday
source: Yesterday
ar: أمس
fr: Hier
hi: कल (बीता)
id: Kemarin
ru: Вчера

# dateThisWeek
source: This week
ar: هذا الأسبوع
fr: Cette semaine
hi: इस सप्ताह
id: Minggu Ini
ru: На этой неделе

# dateNextWeek
source: Next week
ar: الأسبوع القادم
fr: Semaine prochaine
hi: अगले सप्ताह
id: Minggu Depan
ru: На след. неделе

# dateThisMonth
source: This month
ar: هذا الشهر
fr: Ce mois-ci
hi: इस महीने
id: Bulan Ini
ru: В этом месяце

# daysRemaining
source: {days} days left
ar: باقي {days} أيام
fr: Reste {days} jours
hi: {days} दिन शेष
id: {days} hari lagi
ru: Осталось {days} дн.

# daysAgo
source: {days} days ago
ar: قبل {days} أيام
fr: Il y a {days} jours
hi: {days} दिन पहले
id: {days} hari lalu
ru: {days} дн. назад

# sendResultSuccess
source: Success: {count}
ar: نجاح: {count}
fr: Succès : {count}
hi: सफल: {count}
id: Sukses: {count}
ru: Успешно: {count}

# sendResultFailed
source: Failed: {count}
ar: فشل: {count}
fr: Échec : {count}
hi: विफल: {count}
id: Gagal: {count}
ru: Ошибка: {count}

# eventBirthday
source: Birthday
ar: عيد ميلاد
fr: Anniversaire
hi: जन्मदिन
id: Ulang Tahun
ru: День рождения

# eventAnniversary
source: Anniversary
ar: ذكرى
fr: Fête
hi: वर्षगांठ
id: Hari Jadi
ru: Годовщина

# eventHoliday
source: Holiday
ar: عطلة
fr: Férié
hi: छुट्टी
id: Libur
ru: Праздник

# eventMeeting
source: Meeting
ar: اجتماع
fr: Réunion
hi: बैठक
id: Rapat
ru: Встреча

# eventOther
source: Other
ar: آخر
fr: Autre
hi: अन्य
id: Lainnya
ru: Другое

# scheduleEdit
source: Edit
ar: تعديل
fr: Modifier
hi: संपादित करें
id: Ubah
ru: Изменить

# scheduleAdd
source: Add
ar: إضافة
fr: Ajouter
hi: जोड़ें
id: Tambah
ru: Добавить

# scheduleAddNew
source: New
ar: جديد
fr: Nouveau
hi: नया
id: Baru
ru: Новый

# scheduleTitle
source: Title
ar: العنوان
fr: Titre
hi: शीर्षक
id: Judul
ru: Название

# scheduleRecipients
source: To
ar: إلى
fr: Pour
hi: को
id: Kepada
ru: Кому

# scheduleDate
source: Date
ar: التاريخ
hi: दिनांक
id: Tanggal
ru: Дата

# scheduleIconType
source: Icon
ar: أيقونة
fr: Icône
hi: आइकन
id: Ikon
ru: Иконка

# scheduleAddToCalendar
source: Add to Calendar
ar: إضافة للتقويم
fr: Ajouter au calendrier
hi: कैलेंडर में जोड़ें
id: Ke Kalender
ru: В календарь

# scheduleAddedSuccess
source: Schedule added!
ar: تمت الإضافة!
fr: Ajouté !
hi: जोड़ा गया!
id: Ditambahkan!
ru: Добавлено!

# planEdit
source: Edit
ar: تغيير
fr: Modifier
hi: बदलें
id: Ubah
ru: Изм.

# planDelete
source: Delete
ar: حذف
fr: Supprimer
hi: हटाएं
id: Hapus
ru: Удалить

# planMoveToEnd
source: Move to End
ar: نقل للنهاية
fr: Déplacer fin
hi: अंत में जाएं
id: Pindah ke Akhir
ru: В конец

# planReschedule
source: Reschedule
ar: إعادة جدولة
fr: Reporter
hi: पुनर्निर्धारित करें
id: Jadwal Ulang
ru: Перенести

# planChangeIcon
source: Change Icon
ar: تغيير الأيقونة
fr: Changer icône
hi: आइकन बदलें
id: Ganti Ikon
ru: Сменить иконку

# planSelectIcon
source: Select Icon
ar: اختر أيقونة
fr: Choisir icône
hi: आइकन चुनें
id: Pilih Ikon
ru: Выбрать иконку

# planDeleteConfirm
source: Delete "{title}"?
ar: حذف "{title}"؟
fr: Supprimer "{title}" ?
hi: "{title}" हटाएं?
id: Hapus "{title}"?
ru: Удалить "{title}"?

# iconNormal
source: Normal
ar: عادي
hi: सामान्य
ru: Обычный

# iconHoliday
source: Holiday
ar: عطلة
fr: Vacances
hi: छुट्टी
id: Libur
ru: Отпуск

# iconBirthday
source: Birthday
ar: ميلاد
fr: Anniv.
hi: जन्मदिन
id: Ultah
ru: ДР

# iconAnniversary
source: Anniv.
ar: ذكرى
fr: Fête
hi: वर्षगांठ
id: Hari Jadi
ru: Годовщина

# iconWork
source: Work
ar: عمل
fr: Travail
hi: काम
id: Kerja
ru: Работа

# iconPersonal
source: Personal
ar: شخصي
fr: Perso
hi: निजी
id: Pribadi
ru: Личное

# iconImportant
source: Important
ar: مهم
hi: महत्वपूर्ण
id: Penting
ru: Важно

# cardWrite
source: Write
ar: كتابة
fr: Écrire
hi: लिखें
id: Tulis
ru: Написать

# languageSelection
source: Select Language
ar: اللغة
fr: Choisir langue
hi: भाषा
id: Bahasa
ru: Язык

source: Previous Language
ar: السابق
fr: Langue préc.
hi: पिछला
id: Sebelumnya
ru: Предыдущий

source: Next Language
ar: التالي
fr: Langue suiv.
hi: अगला
id: Berikutnya
ru: Следующий

# previewTitle
source: Preview
ar: معاينة
fr: Aperçu
hi: पूर्वावलोकन
id: Pratinjau
ru: Просмотр

# previewConfirm
source: Send with this image?
ar: إرسال هذه الصورة؟
fr: Envoyer cette image ?
hi: क्या भेजें?
id: Kirim gambar ini?
ru: Отправить?

# textBoxStyleTitle
source: Text Box Style
ar: نمط النص
fr: Style texte
hi: टेक्स्ट स्टाइल
id: Gaya Teks
ru: Стиль текста

# textBoxPreviewText
source: Style Preview
ar: معاينة
fr: Aperçu style
hi: पूर्वावलोकन
id: Pratinjau
ru: Пример

# textBoxShapeRounded
source: Rounded
ar: دائري
fr: Arrondi
hi: गोल
id: Bulat
ru: Округлый

# textBoxShapeSquare
source: Square
ar: مربع
fr: Carré
hi: चौकोर
id: Kotak
ru: Квадрат

# textBoxShapeBevel
source: Bevel
ar: مشطوب
fr: Biseauté
hi: वेवेल
ru: Скошенный

# textBoxShapeCircle
source: Circle
ar: دائرة
fr: Cercle
hi: गोला
id: Lingkaran
ru: Круг

# textBoxShapeBubble
source: Bubble
ar: فقاعة
fr: Bulle
hi: बुलबुला
id: Gelembung
ru: Облако

# textBoxBackgroundColor
source: Background Color
ar: لون الخلفية
fr: Couleur fond
hi: पृष्ठभूमि रंग
id: Warna Latar
ru: Цвет фона

# textBoxOpacity
source: Opacity
ar: الشفافية
fr: Opacité
hi: अपारदर्शिता
id: Opasitas
ru: Прозрачность

# textBoxBorderRadius
source: Border Radius
ar: نصف القطر
fr: Rayon
hi: त्रिज्या
id: Radius
ru: Радиус

# textBoxBorder
source: Border
ar: الحدود
fr: Bordure
hi: किनारा
id: Batas
ru: Граница

# textBoxBorderWidth
source: Border Width
ar: العرض
fr: Épaisseur
hi: मोटाई
id: Lebar
ru: Толщина

# textBoxFooterStyle
source: Footer (Sender) Background Style
ar: نمط التذييل
fr: Style pied de page
hi: पाद लेख शैली
id: Gaya Footer
ru: Стиль подписи

# textBoxFooterHint
source: Change font size and color by selecting footer in the top toolbar.
ar: تغيير حجم ولون الخط عن طريق تحديد التذييل.
fr: Changez la taille et la couleur de la police via la barre d'outils en haut.
hi: पाद लेख का चयन करके फ़ॉन्ट आकार और रंग बदलें।
id: Ubah ukuran dan warna font dengan memilih footer.
ru: Измените размер и цвет шрифта, выбрав подпись.

# textBoxPreview
source: Style Preview
ar: معاينة
fr: Aperçu style
hi: पूर्वावलोकन
id: Pratinjau
ru: Пример

# textBoxSender
source: From
ar: من
fr: De
hi: से
id: Dari
ru: От

# textBoxShapeLabel
source: Text Box Shape
ar: الشكل
fr: Forme
hi: आकार
id: Bentuk
ru: Форма

# shapeRounded
source: Rounded
ar: دائري
fr: Arrondi
hi: गोल
id: Bulat
ru: Округлый

# shapeRectangle
source: Square
ar: مستطيل
fr: Rectangle
hi: आयत
id: Persegi
ru: Прямоуг.

# shapeBevel
source: Bevel
ar: مشطوب
fr: Biseauté
hi: काटा हुआ
ru: Скошенный

# shapeCircle
source: Circle
ar: دائرة
fr: Cercle
hi: गोला
id: Lingkaran
ru: Круг

# shapeBubbleLeft
source: Bubble(L)
ar: فقاعة(يسار)
fr: Bulle(G)
hi: बुलबुला(बाएं)
id: Gelembung(Ki)
ru: Облако(Л)

# shapeBubbleCenter
source: Bubble(C)
ar: فقاعة(وسط)
fr: Bulle(C)
hi: बुलबुला(मध्य)
id: Gelembung(Tgh)
ru: Облако(Ц)

# shapeBubbleRight
source: Bubble(R)
ar: فقاعة(يمين)
fr: Bulle(D)
hi: बुलबुला(दाएं)
id: Gelembung(Ka)
ru: Облако(П)

# shapeHeart
source: Heart
ar: قلب
fr: Cœur
hi: दिल
id: Hati
ru: Сердце

# shapeStar
source: Star
ar: نجمة
fr: Étoile
hi: तारा
id: Bintang
ru: Звезда

# shapeDiamond
source: Diamond
ar: ماسة
fr: Losange
hi: हीरा
id: Berlian
ru: Ромб

# shapeHexagon
source: Hexagon
ar: سداسي
fr: Hexagone
hi: षट्भुज
id: Heksagon
ru: Шестиуг.

# shapeCloud
source: Cloud
ar: سحابة
fr: Nuage
hi: बादल
id: Awan
ru: Туча

# footerBgOpacity
source: Background Opacity
ar: شفافية الخلفية
fr: Opacité fond
hi: बीजी अपारदर्शिता
id: Opasitas Latar
ru: Прозр. фона

# footerBgRadius
source: Background Radius
ar: نصف قطر الخلفية
fr: Rayon fond
hi: बीजी त्रिज्या
id: Radius Latar
ru: Радиус фона

# contactPickerTitle
source: Select Recipients
ar: المستلمين
fr: Destinataires
hi: प्राप्तकर्ता
id: Penerima
ru: Получатели

# contactPickerSearchHint
source: Name or phone...
ar: الاسم أو الرقم...
fr: Nom ou numéro...
hi: नाम या नंबर...
id: Nama atau nomor...
ru: Имя или номер...

# contactPickerAllContacts
source: All
ar: الكل
fr: Tous
hi: सभी
id: Semua
ru: Все

# contactPickerFavorites
source: Favorites
ar: المفضلة
fr: Favoris
hi: पसंदीदा
id: Favorit
ru: Избранное

# contactPickerFamily
source: Family
ar: العائلة
fr: Famille
hi: परिवार
id: Keluarga
ru: Семья

# contactPickerAddNew
source: Add New Contact
ar: إضافة
fr: Ajouter
hi: जोड़ें
id: Tambah
ru: Добавить

# addContactTitle
source: Add New Contact
ar: جهة اتصال جديدة
fr: Nouveau contact
hi: नया संपर्क
id: Kontak Baru
ru: Новый контакт

# addContactName
source: Name
ar: الاسم
fr: Nom
hi: नाम
id: Nama
ru: Имя

# addContactPhone
source: Phone Number
ar: الهاتف
fr: Téléphone
hi: फोन
id: Telepon
ru: Телефон

# addContactAdd
source: Add
ar: إضافة
fr: Ajouter
hi: जोड़ें
id: Tambah
ru: Добавить

# editorBackground
source: Background
ar: الخلفية
fr: Fond
hi: पृष्ठभूमि
id: Latar
ru: Фон

# editorTextBox
source: Text Box
ar: النص
fr: Texte
hi: टेक्स्ट
id: Teks
ru: Текст

# photoPermissionTitle
source: Photo Access Required
ar: الوصول للصور
fr: Accès photos requis
hi: फोटो एक्सेस
id: Akses Foto
ru: Доступ к фото

# photoPermissionDesc
source: Gallery access permission is required to use device photos as card backgrounds.
ar: الوصول للمعرض مطلوب لاستخدام صور الجهاز كخلفية.
fr: L'accès à la galerie est requis pour utiliser les photos de l'appareil comme fond.
hi: डिवाइस की तस्वीरों का उपयोग करने के लिए गैलरी एक्सेस की आवश्यकता है।
id: Akses galeri diperlukan untuk menggunakan foto perangkat sebagai latar belakang.
ru: Для использования фото с устройства нужен доступ к галерее.

# photoPermissionHowTo
source: 📱 How to Enable
ar: 📱 كيفية السماح
fr: 📱 Comment activer
hi: 📱 कैसे अनुमति दें
id: 📱 Cara mengizinkan
ru: 📱 Как разрешить

# photoPermissionStep1
source: 1. Tap "Open Settings" below
ar: 1. اضغط على "فتح الإعدادات" أدناه
fr: 1. Appuyez sur "Ouvrir les paramètres"
hi: 1. नीचे "सेटिंग्स खोलें" टैप करें
id: 1. Ketuk "Buka Pengaturan" di bawah
ru: 1. Нажмите "Открыть настройки"

# photoPermissionStep2
source: 2. Find and tap "Permissions"
ar: 2. اضغط على "الأذونات"
fr: 2. Appuyez sur "Autorisations"
hi: 2. "अनुमतियाँ" टैप करें
id: 2. Ketuk "Izin"
ru: 2. Нажмите "Разрешения"

# photoPermissionStep3
source: 3. Tap "Photos and videos"
ar: 3. اضغط على "الصور والفيديو"
fr: 3. Appuyez sur "Photos et vidéos"
hi: 3. "फ़ोटो और वीडियो" टैप करें
id: 3. Ketuk "Foto dan video"
ru: 3. Нажмите "Фото и видео"

# photoPermissionStep4
source: 4. Select "Allow" or "Allow all photos"
ar: 4. اختر "سماح"
fr: 4. Sélectionnez "Autoriser"
hi: 4. "अनुमति दें" चुनें
id: 4. Pilih "Izinkan"
ru: 4. Выберите "Разрешить"

# photoPermissionNote
source: ⚡ After allowing permission, return here and photos will load automatically.
ar: ⚡ بعد السماح، عد هنا وستظهر الصور تلقائياً.
fr: ⚡ Après autorisation, revenez ici et les photos s'afficheront.
hi: ⚡ अनुमति देने के बाद, यहां वापस आएं और तस्वीरें अपने आप दिखाई देंगी।
id: ⚡ Setelah diizinkan, kembali ke sini dan foto akan muncul.
ru: ⚡ После разрешения вернитесь сюда, фото появятся автоматически.

source: Open Settings
ar: فتح الإعدادات
fr: Ouvrir les paramètres
hi: सेटिंग्स खोलें
id: Buka Pengaturan
ru: Открыть настройки
