Repository: jhham0322/heart-connect
Catalog: lib/l10n/app_*.arb
Languages: ar, fr, hi, id, ru

source: OK
ar: موافق
hi: ठीक है
ru: ОК

source: Cancel
ar: إلغاء
fr: Annuler
hi: रद्द करें
id: Batal
ru: Отмена

source: Close
ar: إغلاق
fr: Fermer
hi: बंद करें
id: Tutup
ru: Закрыть

source: Save
ar: حفظ
fr: Enregistrer
hi: सहेजें
id: Simpan
ru: Сохранить

source: Delete
ar: حذف
fr: Supprimer
hi: हटाएं
id: Hapus
ru: Удалить

source: Edit
ar: تعديل
fr: Modifier
hi: संपादित करें
id: Ubah
ru: Изменить

source: Add
ar: إضافة
fr: Ajouter
hi: जोड़ें
id: Tambah
ru: Добавить

source: Search
ar: بحث
fr: Rechercher
hi: खोजें
id: Cari
ru: Поиск

source: Loading...
ar: جاري التحميل...
fr: Chargement...
hi: लोड हो रहा है...
id: Memuat...
ru: Загрузка...

source: Error
ar: خطأ
fr: Erreur
hi: त्रुटि
ru: Ошибка

source: Success
ar: نجاح
fr: Succès
hi: सफल
id: Sukses
ru: Успешно

source: Warning
ar: تحذير
fr: Attention
hi: चेतावनी
id: Peringatan
ru: Внимание

source: Retry
ar: إعادة المحاولة
fr: Réessayer
hi: पुनः प्रयास करें
id: Coba Lagi
ru: Повторить

source: Next
ar: التالي
fr: Suivant
hi: अगला
id: Lanjut
ru: Далее

source: Previous
ar: السابق
fr: Précédent
hi: पिछला
id: Kembali
ru: Назад

source: Done
ar: تم
fr: Terminé
hi: हो गया
id: Selesai
ru: Готово

source: All
ar: الكل
fr: Tout
hi: सभी
id: Semua
ru: Все

source: Today
ar: اليوم
fr: Aujourd'hui
hi: आज
id: Hari Ini
ru: Сегодня

source: Yesterday
ar: أمس
fr: Hier
hi: कल (बीता)
id: Kemarin
ru: Вчера

source: Tomorrow
ar: غداً
fr: Demain
hi: कल (आने वाला)
id: Besok
ru: Завтра

# onboardingStart
source: Get Started
ar: ابدأ
fr: Commencer
hi: शुरू करें
id: Mulai
ru: Начать

# onboardingWelcome
source: Share joy and gratitude with people around you
ar: شارك الفرح والامتنان مع أحبائك
fr: Partagez joie et gratitude avec vos proches
hi: अपने प्रियजनों के साथ खुशी और आभार साझा करें
id: Bagikan kegembiraan dan rasa syukur
ru: Делитесь радостью и благодарностью с близкими

# onboardingDesc1
source: Heart-Connect is
ar: Heart-Connect هو
fr: Heart-Connect est
hi: Heart-Connect
id: Heart-Connect
ru: Heart-Connect это

# onboardingDesc2
source: an app that lets you send
ar: تطبيق لإرسال
fr: une application pour envoyer
hi: एक ऐसा ऐप है जो आपको
id: adalah aplikasi untuk mengirim
ru: приложение для отправки

# onboardingDesc3
source: warm cards and messages
ar: بطاقات دافئة
fr: des cartes chaleureuses
hi: हार्दिक कार्ड और संदेश
id: kartu ucapan hangat
ru: теплых открыток

# onboardingDesc4
source: to your precious ones.
ar: لمن تحب.
fr: à ceux que vous aimez.
hi: अपने प्रियजनों को भेजने देता है।
id: kepada orang tersayang.
ru: тем, кого вы любите.

# onboardingDesc5
source: On birthdays, anniversaries,
ar: في أعياد الميلاد والأعياد،
fr: Pour les anniversaires et fêtes,
hi: जन्मदिन और विशेष दिनों पर,
id: Pada ulang tahun dan hari raya,
ru: На дни рождения и праздники,

# onboardingDesc6
source: and special days,
ar: شارك مشاعرك
fr: partagez vos
hi: अपनी सच्ची भावनाओं को
id: bagikan perasaan
ru: поделитесь своими

# onboardingDesc7
source: share your heartfelt feelings.
ar: الصادقة.
fr: sentiments sincères.
hi: साझा करें।
id: tulus Anda.
ru: искренними чувствами.

# onboardingEnterName
source: Enter your name
ar: أدخل اسمك
fr: Entrez votre nom
hi: अपना नाम दर्ज करें
id: Masukkan nama Anda
ru: Введите ваше имя

# onboardingNameHint
source: Name or nickname
ar: الاسم أو اللقب
fr: Nom ou surnom
hi: नाम या उपनाम
id: Nama atau panggilan
ru: Имя или псевдоним

# onboardingNameDesc
source: This name will appear as your signature on cards. You can change it anytime in Settings.
ar: سيظهر هذا الاسم كتوقيع على البطاقات. يمكنك تغييره في أي وقت من الإعدادات.
fr: Ce nom apparaîtra comme signature sur les cartes. Vous pouvez le changer à tout moment dans les paramètres.
hi: यह नाम कार्ड पर हस्ताक्षर के रूप में दिखाई देगा। आप सेटिंग्स में इसे कभी भी बदल सकते हैं।
id: Nama ini akan muncul sebagai tanda tangan di kartu. Anda dapat mengubahnya kapan saja di pengaturan.
ru: Это имя будет в подписи на открытках. Вы можете изменить его в любое время.

# onboardingNameRequired
source: Please enter your name
ar: يرجى إدخال اسمك
fr: Veuillez entrer votre nom
hi: कृपया अपना नाम दर्ज करें
id: Silakan masukkan nama Anda
ru: Пожалуйста, введите имя

# onboardingContinue
source: Continue
ar: استمرار
fr: Continuer
hi: जारी रखें
id: Lanjutkan
ru: Продолжить

# permissionContacts
source: Contacts Permission
ar: الوصول لجهات الاتصال
fr: Accès aux contacts
hi: संपर्क अनुमति
id: Akses Kontak
ru: Доступ к контактам

# permissionCalendar
source: Calendar Permission
ar: الوصول للتقويم
fr: Accès au calendrier
hi: कैलेंडर अनुमति
id: Akses Kalender
ru: Доступ к календарю

# permissionWhyNeeded
source: Why is this needed?
ar: لماذا هذا مطلوب؟
fr: Pourquoi est-ce nécessaire ?
hi: इसकी आवश्यकता क्यों है?
id: Mengapa ini diperlukan?
ru: Зачем это нужно?

# permissionContactsDesc
source: Contact information is needed to send cards to family and friends. You can easily select recipients from your saved contacts.
ar: الوصول إلى جهات الاتصال مطلوب لإرسال البطاقات للعائلة والأصدقاء. يمكنك اختيار المستلمين بسهولة من جهات اتصالك المحفوظة.
fr: L'accès aux contacts est nécessaire pour envoyer des cartes à votre famille et vos amis. Vous pouvez facilement sélectionner des destinataires parmi vos contacts enregistrés.
hi: परिवार और दोस्तों को कार्ड भेजने के लिए संपर्क जानकारी की आवश्यकता है। आप अपने संपर्कों से आसानी से प्राप्तकर्ताओं का चयन कर सकते हैं।
id: Akses kontak diperlukan untuk mengirim kartu ke keluarga dan teman. Anda dapat dengan mudah memilih penerima dari kontak yang tersimpan.
ru: Доступ к контактам нужен для отправки открыток родным и друзьям. Вы сможете легко выбрать получателей из сохраненных контактов.

# permissionCalendarDesc
source: Calendar information is needed to get birthdays, anniversaries, and events of your family and friends. You can receive reminders so you never miss important days!
ar: الوصول إلى التقويم مطلوب للحصول على أعياد الميلاد ومناسبات أحبائك. احصل على تذكيرات حتى لا تفوت يوماً هاماً!
fr: L'accès au calendrier est nécessaire pour obtenir les anniversaires et événements de vos proches. Recevez des rappels pour ne jamais manquer un jour important !
hi: अपने प्रियजनों के जन्मदिन और कार्यक्रमों को प्राप्त करने के लिए कैलेंडर जानकारी की आवश्यकता है। रिमाइंडर प्राप्त करें ताकि आप महत्वपूर्ण दिन कभी न चूकें!
id: Akses kalender diperlukan untuk mendapatkan ulang tahun dan acara orang tersayang. Dapatkan pengingat agar tidak melewatkan hari penting!
ru: Доступ к календарю нужен для получения дней рождения и событий близких. Получайте напоминания, чтобы не пропустить важные дни!

# permissionPrivacy
source: 🔒 Privacy Notice Collected information is only used within your phone and is never exported outside.
ar: 🔒 الخصوصية تُستخدم المعلومات المجمعة فقط على هاتفك ولا يتم إرسالها للخارج أبداً.
fr: 🔒 Confidentialité Les informations collectées sont utilisées uniquement sur votre téléphone et ne sont jamais partagées.
hi: 🔒 गोपनीयता सूचना एकत्रित जानकारी का उपयोग केवल आपके फोन पर किया जाता है और इसे कभी भी बाहर नहीं भेजा जाता है।
id: 🔒 Privasi Informasi yang dikumpulkan hanya digunakan di ponsel Anda dan tidak pernah dikirim ke luar.
ru: 🔒 Конфиденциальность Информация используется только на вашем телефоне и никуда не отправляется.

# permissionAllow
source: Allow Access
ar: سماح
fr: Autoriser l'accès
hi: अनुमति दें
id: Izinkan
ru: Разрешить доступ

# permissionAllowContacts
source: Allow Contacts Access
ar: السماح بجهات الاتصال
fr: Autoriser Contacts
hi: संपर्कों की अनुमति दें
id: Izinkan Kontak
ru: Разрешить контакты

# permissionAllowCalendar
source: Allow Calendar Access
ar: السماح بالتقويم
fr: Autoriser Calendrier
hi: कैलेंडर की अनुमति दें
id: Izinkan Kalender
ru: Разрешить календарь

# permissionSkip
source: Set up later
ar: لاحقاً
fr: Plus tard
hi: बाद में सेट करें
id: Nanti Saja
ru: Позже

# permissionSkipContacts
source: If you don't allow permission, you'll need to enter contacts manually.
ar: إذا لم تسمح، ستحتاج لإدخال جهات الاتصال يدوياً.
fr: Si vous refusez, vous devrez entrer les contacts manuellement.
hi: यदि आप अनुमति नहीं देते हैं, तो आपको मैन्युअल रूप से संपर्क दर्ज करने होंगे।
id: Jika tidak diizinkan, Anda harus memasukkan kontak secara manual.
ru: Если не разрешить, придется вводить контакты вручную.

# permissionSkipCalendar
source: If you don't allow permission, you'll need to enter events manually.
ar: إذا لم تسمح، ستحتاج لإدخال المناسبات يدوياً.
fr: Si vous refusez, vous devrez entrer les événements manuellement.
hi: यदि आप अनुमति नहीं देते हैं, तो आपको मैन्युअल रूप से ईवेंट दर्ज करने होंगे।
id: Jika tidak diizinkan, Anda harus memasukkan acara secara manual.
ru: Если не разрешить, придется вводить события вручную.

# permissionSms
source: SMS Permission
ar: الوصول للرسائل
fr: Accès SMS
hi: SMS अनुमति
id: Akses SMS
ru: Доступ к SMS

# permissionSmsDesc
source: SMS permission is needed to view message history with your contacts. You can see your text conversations after sending cards!
ar: الوصول للرسائل النصية مطلوب لرؤية سجل المحادثات مع جهات الاتصال. يمكنك رؤية محادثاتك بعد إرسال البطاقات!
fr: L'accès aux SMS est nécessaire pour voir l'historique des messages avec vos contacts. Vous pouvez voir vos conversations après avoir envoyé des cartes !
hi: अपने संपर्कों के साथ संदेश इतिहास देखने के लिए SMS अनुमति की आवश्यकता है। कार्ड भेजने के बाद आप अपनी बातचीत देख सकते हैं!
id: Akses SMS diperlukan untuk melihat riwayat pesan dengan kontak Anda. Anda dapat melihat percakapan setelah mengirim kartu!
ru: Доступ к SMS нужен для просмотра истории сообщений с контактами. Вы сможете видеть переписку после отправки открыток!

# permissionAllowSms
source: Allow SMS Access
ar: السماح بالرسائل
fr: Autoriser SMS
hi: SMS की अनुमति दें
id: Izinkan SMS
ru: Разрешить SMS

# permissionSkipSms
source: If you don't allow permission, you won't be able to see message history.
ar: إذا لم تسمح، لن تتمكن من رؤية سجل الرسائل.
fr: Si vous refusez, vous ne pourrez pas voir l'historique des messages.
hi: यदि आप अनुमति नहीं देते हैं, तो आप संदेश इतिहास नहीं देख पाएंगे।
id: Jika tidak diizinkan, Anda tidak dapat melihat riwayat pesan.
ru: Если не разрешить, вы не увидите историю сообщений.

# permissionSendSms
source: SMS Sending Permission
ar: إرسال رسائل
fr: Envoi SMS
hi: SMS भेजें
id: Kirim SMS
ru: Отправка SMS

# permissionSendSmsDesc
source: SMS sending permission is required to send cards directly via text message. Without this permission, you can only send via the messaging app.
ar: إذن إرسال الرسائل مطلوب لإرسال البطاقات مباشرة عبر الرسائل النصية. بدون هذا الإذن، يمكنك الإرسال فقط عبر تطبيق الرسائل.
fr: L'autorisation d'envoyer des SMS est requise pour envoyer des cartes directement par message. Sans cette autorisation, vous ne pouvez envoyer que via l'application de messagerie.
hi: सीधे टेक्स्ट संदेश के माध्यम से कार्ड भेजने के लिए SMS भेजने की अनुमति आवश्यक है। इस अनुमति के बिना, आप केवल मैसेजिंग ऐप के माध्यम से भेज सकते हैं।
id: Izin mengirim SMS diperlukan untuk mengirim kartu langsung melalui pesan teks. Tanpa izin ini, Anda hanya dapat mengirim melalui aplikasi pesan.
ru: Разрешение на отправку SMS требуется для отправки открыток напрямую через SMS. Без этого разрешения отправка возможна только через приложение сообщений.

# permissionAllowSendSms
source: Allow SMS Sending
ar: السماح بالإرسال
fr: Autoriser l'envoi SMS
hi: SMS भेजने की अनुमति दें
id: Izinkan Kirim SMS
ru: Разрешить отправку SMS

# navHome
source: Home
ar: الرئيسية
fr: Accueil
hi: होम
id: Beranda
ru: Главная

# navContacts
source: Contacts
ar: جهات الاتصال
hi: संपर्क
id: Kontak
ru: Контакты

# navGallery
source: Gallery
ar: المعرض
fr: Galerie
hi: गैलरी
id: Galeri
ru: Галерея

# navMessages
source: Messages
ar: الرسائل
hi: संदेश
id: Pesan
ru: Сообщения

# navSettings
source: Settings
ar: الإعدادات
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
ru: Настройки

# homeUpcoming
source: Upcoming Events
ar: المناسبات القادمة
fr: Événements à venir
hi: आगामी कार्यक्रम
id: Acara Mendatang
ru: Ближайшие события

# homeNoEvents
source: No scheduled events
ar: لا توجد مناسبات
fr: Aucun événement prévu
hi: कोई कार्यक्रम नहीं
id: Tidak ada acara
ru: Нет событий

# homeQuickSend
source: Quick Send
ar: إرسال سريع
fr: Envoi rapide
hi: त्वरित भेजें
id: Kirim Cepat
ru: Быстрая отправка

# homeRecentCards
source: Recent Cards
ar: البطاقات الأخيرة
fr: Cartes récentes
hi: हाल ही के कार्ड
id: Kartu Terbaru
ru: Недавние

# homeWriteCard
source: Write Card
ar: كتابة بطاقة
fr: Écrire une carte
hi: कार्ड लिखें
id: Tulis Kartu
ru: Написать

# homeDaysLeft
source: days left
ar: أيام متبقية
fr: jours restants
hi: दिन शेष
id: hari lagi
ru: дней осталось

# homeDDay
source: D-Day
ar: يوم الحدث
fr: Jour J
hi: डी-डे
id: Hari H
ru: День Д

# contactsTitle
source: Contacts
ar: جهات الاتصال
hi: संपर्क
id: Kontak
ru: Контакты

# contactsAll
source: All
ar: الكل
fr: Tous
hi: सभी
id: Semua
ru: Все

# contactsFamily
source: Family
ar: العائلة
fr: Famille
hi: परिवार
id: Keluarga
ru: Семья

# contactsFriends
source: Friends
ar: الأصدقاء
fr: Amis
hi: मित्र
id: Teman
ru: Друзья

# contactsWork
source: Work
ar: العمل
fr: Travail
hi: काम
id: Kerja
ru: Работа

# contactsOthers
source: Others
ar: آخرون
fr: Autres
hi: अन्य
id: Lainnya
ru: Другие

# contactsFavorites
source: Favorites
ar: المفصلة
fr: Favoris
hi: पसंदीदा
id: Favorit
ru: Избранное

# contactsEmpty
source: No contacts
ar: لا توجد جهات اتصال
fr: Aucun contact
hi: कोई संपर्क नहीं
id: Tidak ada kontak
ru: Нет контактов

# contactsSearchHint
source: Search name or phone number
ar: الاسم أو الرقم...
fr: Nom ou numéro...
hi: नाम या नंबर खोजें...
id: Nama atau nomor...
ru: Имя или номер...

# contactsMyPeople
source: My People
ar: ناسي
fr: Mes proches
hi: मेरे लोग
id: Orang Saya
ru: Мои люди

# contactsMemories
source: Memories
ar: ذكريات
fr: Souvenirs
hi: यादें
id: Kenangan
ru: Воспоминания

# contactsRecent
source: Recent
ar: الأخيرة
fr: Récents
hi: हाल ही के
id: Terbaru
ru: Недавние

# contactsSearchPlaceholder
source: Search name, tag
ar: بحث عن اسم، وسم
fr: Rechercher nom, tag
hi: नाम, टैग खोजें
id: Cari nama, tag
ru: Поиск имени, тега

# contactsNoMemories
source: No memories yet.
ar: لا ذكريات بعد.
fr: Aucun souvenir pour l'instant.
hi: अभी कोई यादें नहीं।
id: Belum ada kenangan.
ru: Пока нет воспоминаний.

# contactsSendCard
source: Send Card
ar: إرسال بطاقة
fr: Envoyer une carte
hi: कार्ड भेजें
id: Kirim Kartu
ru: Отправить

# contactsCall
source: Call
ar: اتصال
fr: Appeler
hi: कॉल करें
id: Telepon
ru: Позвонить

# contactsMessage
source: Message
ar: رسالة
hi: संदेश
id: Pesan
ru: Сообщение

# contactsBirthday
source: Birthday
ar: عيد ميلاد
fr: Anniversaire
hi: जन्मदिन
id: Ulang Tahun
ru: День рождения

# contactsAnniversary
source: Anniversary
ar: ذكرى سنوية
fr: Fête
hi: वर्षगांठ
id: Hari Jadi
ru: Годовщина

# contactsNoHistory
source: No message history.
ar: لا سجل.
fr: Aucun historique.
hi: कोई इतिहास नहीं।
id: Tidak ada riwayat.
ru: Нет истории.

# contactsSearchContent
source: Search content
ar: بحث في المحتوى
fr: Rechercher contenu
hi: सामग्री खोजें
id: Cari konten
ru: Поиск содержимого

# contactsNoSearchResult
source: No search results.
ar: لا توجد نتائج.
fr: Aucun résultat.
hi: कोई परिणाम नहीं।
id: Tidak ada hasil.
ru: Ничего не найдено.

# contactsMessageSent
source: Sent
ar: تم الإرسال
fr: Envoyé
hi: भेजा गया
id: Terkirim
ru: Отправлено

# contactsMessageReceived
source: Received
ar: تم الاستلام
fr: Reçu
hi: प्राप्त हुआ
id: Diterima
ru: Получено

# shareTitle
source: Share
ar: مشاركة
fr: Partager
hi: साझा करें
id: Bagikan
ru: Поделиться

# shareOtherApps
source: Share to other apps
ar: تطبيقات أخرى
fr: Autres applications
hi: अन्य ऐप्स
id: Aplikasi lain
ru: Другие приложения

# galleryTitle
source: Card Gallery
ar: التصنيفات
fr: Galerie de cartes
hi: गैलरी
id: Galeri
ru: Галерея

# galleryBirthday
source: Birthday
ar: عيد ميلاد
fr: Anniversaire
hi: जन्मदिन
id: Ulang Tahun
ru: День рождения

# galleryChristmas
source: Christmas
ar: عيد الميلاد
fr: Noël
hi: क्रिसमस
id: Natal
ru: Рождество

# galleryNewYear
source: New Year
ar: رأس السنة
fr: Nouvel An
hi: नया साल
id: Tahun Baru
ru: Новый год

# galleryThanks
source: Thanks
ar: شكراً
fr: Merci
hi: धन्यवाद
id: Terima Kasih
ru: Спасибо

# galleryMothersDay
source: Parents' Day
ar: عيد الوالدين
fr: Fête des parents
hi: माता-पिता
id: Hari Orang Tua
ru: День родителей

# galleryTeachersDay
source: Teachers' Day
ar: يوم المعلم
fr: Fête des profs
hi: शिक्षक
id: Hari Guru
ru: День учителя

# galleryHalloween
source: Halloween
ar: هالوين
hi: हैलोवीन
ru: Хэллоуин

# galleryThanksgiving
source: Thanksgiving
ar: عيد الشكر
fr: Action de grâce
hi: थैंक्सगिविंग
ru: День благодарения

# galleryTravel
source: Travel
ar: سفر
fr: Voyage
hi: यात्रा
id: Wisata
ru: Путешествия

# galleryHobby
source: Hobby
ar: هواية
fr: Loisirs
hi: शौक
id: Hobi
ru: Хобби

# gallerySports
source: Sports
ar: رياضة
hi: खेल
id: Olahraga
ru: Спорт

# galleryMyPhotos
source: My Photos
ar: صوري
fr: Mes photos
hi: मेरी तस्वीरें
id: Foto Saya
ru: Мои фото

# gallerySelectImage
source: Select Image
ar: اختر صورة
fr: Choisir image
hi: छवि चुनें
id: Pilih Gambar
ru: Выбрать фото

# galleryNoImages
source: No images
ar: لا توجد صور
fr: Aucune image
hi: कोई छवि नहीं
id: Tidak ada gambar
ru: Нет изображений

source: Select Category
ar: اختر تصنيف
fr: Choisir catégorie
hi: श्रेणी चुनें
id: Pilih Kategori
ru: Категория

# cardEditorTitle
source: Edit Card
ar: تعديل البطاقة
fr: Éditer la carte
hi: कार्ड संपादित करें
id: Edit Kartu
ru: Редактор

# cardEditorAddText
source: Add Text
ar: نص
fr: Texte
hi: पाठ
id: Teks
ru: Текст

# cardEditorAddSticker
source: Add Sticker
ar: ملصق
fr: Sticker
hi: स्टिकर
id: Stiker
ru: Стикер

# cardEditorAddImage
source: Add Image
ar: صورة
fr: Image
hi: छवि
id: Gambar
ru: Фото

# cardEditorBackground
source: Background
ar: خلفية
fr: Fond
hi: पृष्ठभूमि
id: Latar
ru: Фон

# cardEditorFont
source: Font
ar: خط
fr: Police
hi: फ़ॉन्ट
ru: Шрифт

# cardEditorColor
source: Color
ar: لون
fr: Couleur
hi: रंग
id: Warna
ru: Цвет

# cardEditorSize
source: Size
ar: حجم
fr: Taille
hi: आकार
id: Ukuran
ru: Размер

# cardEditorPreview
source: Preview
ar: معاينة
fr: Aperçu
hi: पूर्वावलोकन
id: Pratinjau
ru: Просмотр

# cardEditorSend
source: Send
ar: إرسال
fr: Envoyer
hi: भेजें
id: Kirim
ru: Отправить

# cardEditorSave
source: Save
ar: حفظ
fr: Sauver
hi: सहेजें
id: Simpan
ru: Сохранить

# cardEditorShare
source: Share
ar: مشاركة
fr: Partager
hi: साझा करें
id: Bagikan
ru: Поделиться

# cardEditorEnterMessage
source: Enter your message
ar: رسالتك...
fr: Votre message...
hi: आपका संदेश...
id: Pesan Anda...
ru: Ваше сообщение...

# cardEditorGenerateAI
source: Generate AI Message
ar: رسالة AI
fr: Message IA
hi: AI संदेश
id: Pesan AI
ru: AI сообщение

# cardEditorTextBox
source: Text Box
ar: مربع نص
fr: Zone de texte
hi: टेक्स्ट बॉक्स
id: Kotak Teks
ru: Текст. блок

# cardEditorZoomHint
source: Tap to enter zoom mode
ar: نقر مزدوج للتكبير
fr: Double-cliquez pour zoomer
hi: ज़ूम करने के लिए डबल टैप करें
id: Ketuk dua kali untuk zoom
ru: Двойной тап для зума

# cardEditorRecipient
source: Recipient
ar: المستلم
fr: Destinataire
hi: प्राप्तकर्ता
id: Penerima
ru: Получатель

# cardEditorAddRecipient
source: Add
ar: إضافة
fr: Ajouter
hi: जोड़ें
id: Tambah
ru: Добавить

# recipientSelectTitle
source: Select Recipients
ar: اختر مستلم
fr: Sélection destinataires
hi: प्राप्तकर्ता चुनें
id: Pilih Penerima
ru: Получатели

# recipientSearchHint
source: Name or phone number...
ar: الاسم أو الرقم...
fr: Nom ou numéro...
hi: नाम या नंबर...
id: Nama atau nomor...
ru: Имя или номер...

# recipientAddNew
source: Add New Contact
ar: جهة اتصال جديدة
fr: Nouveau contact
hi: नया संपर्क
id: Kontak Baru
ru: Новый контакт

# recipientName
source: Name
ar: الاسم
fr: Nom
hi: नाम
id: Nama
ru: Имя

# recipientPhone
source: Phone Number
ar: الهاتف
fr: Téléphone
hi: फोन
id: Telepon
ru: Телефон

# recipientAdd
source: Add
ar: إضافة
fr: Ajouter
hi: जोड़ें
id: Tambah
ru: Добавить

# cardPreviewTitle
source: Preview Card Image
ar: تأكيد
fr: Confirmation
hi: पुष्टि करें
id: Konfirmasi
ru: Подтверждение

# cardPreviewDesc
source: This is the final image to be sent.
ar: هذه هي الصورة النهائية التي سيتم إرسالها.
fr: Voici l'image finale qui sera envoyée.
hi: यह अंतिम छवि भेजी जाएगी।
id: Ini adalah gambar akhir yang akan dikirim.
ru: Это изображение будет отправлено.

# cardPreviewZoomHint
source: Double-tap to zoom, drag to move.
ar: نقر مزدوج للتكبير، سحب للتحريك.
fr: Double-tap pour zoomer, glisser pour déplacer.
hi: ज़ूम करने के लिए डबल टैप करें, मूव करने के लिए ड्रैग करें।
id: Ketuk dua kali zoom, geser untuk pindah.
ru: Двойной тап для зума, перетаскивание для перемещения.

# cardPreviewCheckHint
source: Please check the image before sending.
ar: يرجى التحقق من الصورة قبل الإرسال.
fr: Veuillez vérifier l'image avant l'envoi.
hi: कृपया भेजने से पहले जांच लें।
id: Silakan periksa gambar sebelum mengirim.
ru: Пожалуйста, проверьте изображение перед отправкой.

# cardPreviewConfirm
source: Confirm (Next)
ar: تأكيد (التالي)
fr: Confirmer (Suivant)
hi: पुष्टि करें (अगला)
id: Konfirmasi (Lanjut)
ru: Подтвердить (Далее)

# sendTitle
source: Send Manager
ar: إدارة الإرسال
fr: Gestion d'envoi
hi: भेजने का प्रबंधक
id: Manajer Pengiriman
ru: Отправка

# sendRecipients
source: Recipients
ar: المستلمين
fr: Destinataires
hi: प्राप्तकर्ता
id: Penerima
ru: Получатели

# sendAddRecipient
source: Add Recipient
ar: إضافة
fr: Ajouter
hi: जोड़ें
id: Tambah
ru: Добавить

# sendStart
source: Start Sending
ar: بدء
fr: Démarrer
hi: शुरू करें
id: Mulai
ru: Начать

# sendStop
source: Stop Sending
ar: إيقاف
fr: Arrêter
hi: रोकें
id: Berhenti
ru: Остановить

# sendContinue
source: Continue Sending
ar: استمرار
fr: Continuer
hi: जारी रखें
id: Lanjut
ru: Продолжить

# sendProgress
source: Sending in progress
ar: جاري الإرسال...
fr: Envoi en cours
hi: भेजा जा रहा है...
id: Mengirim...
ru: Отправка...

# sendComplete
source: Sending complete
ar: اكتمل
fr: Envoi terminé
hi: पूर्ण
id: Selesai
ru: Завершено

# sendFailed
source: Sending failed
ar: فشل
fr: Échec
hi: विफल
id: Gagal
ru: Ошибка

# sendPending
source: Pending
ar: قيد الانتظار
fr: En attente
hi: लंबित
id: Menunggu
ru: Ожидание

# sendTotalRecipients
source: Total recipients
ar: إجمالي المستلمين
fr: Total destinataires
hi: कुल प्राप्तकर्ता
id: Total penerima
ru: Всего получателей

# sendAutoResume
source: Auto-continue after 5
ar: إكمال تلقائي بعد 5
fr: Reprise auto après 5
hi: 5 के बाद ऑटो-जारी
id: Lanjut otomatis dlm 5
ru: Авто-продолжение после 5

# sendManagerTitle
source: Recipient Manager
ar: إدارة المستلمين
fr: Gestion destinataires
hi: प्राप्तकर्ता प्रबंधन
id: Manajemen Penerima
ru: Управление получателями

# sendTotal
source: Total
ar: الإجمالية
hi: कुल
ru: Всего

# sendSpamWarning
source: Bulk sending may be limited by spam policies. Disabling auto-continue is recommended.
ar: الإرسال الجماعي السريع قد يُقيد بسبب سياسات البريد المزعج. يُنصح بإيقاف الإكمال التلقائي.
fr: L'envoi massif rapide peut être limité par les politiques anti-spam. Il est recommandé de désactiver la reprise automatique.
hi: तेजी से थोक भेजने को स्पैम नीतियों द्वारा सीमित किया जा सकता है। ऑटो-जारी को अक्षम करने की अनुशंसा की जाती है।
id: Pengiriman massal cepat mungkin dibatasi kebijakan spam. Disarankan mematikan lanjut otomatis.
ru: Быстрая массовая рассылка может быть ограничена спам-фильтрами. Рекомендуется отключить авто-продолжение.

# totalPersonCount
source: Total: {count}
ar: الإجمالي: {count}
hi: कुल: {count}
ru: Всего: {count}

# cardHintZoomMode
source: Double-tap the background to enter zoom mode. You can adjust the image size and position in zoom mode.
ar: نقر مزدوج على الخلفية لوضع التكبير. اضبط الحجم والموقع.
fr: Double-tapez sur le fond pour zoomer. Ajustez la taille et la position en mode zoom.
hi: ज़ूम मोड के लिए पृष्ठभूमि पर डबल-टैप करें। आकार और स्थिति समायोजित करें।
id: Ketuk dua kali latar untuk mode zoom. Atur ukuran dan posisi.
ru: Двойной тап по фону для зума. Настройте размер и положение.
